<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN" "http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">
<html>
  <body>
    <table>
      <thead>
        <tr>
          <th>Title</th>
          <th>Price</th>
          <th>Description</th>
          <th>Image</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Washburn WIN14</td>
          <td>2844&#8211;4416</td>
          <td>&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1086;&#1076;&#1099;&#1089;&#1082;&#1080;&#1074;&#1072;&#1077;&#1090;&#1077; &#1086;&#1087;&#1090;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1084;&#1077;&#1090;&#1100; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077; &#1087;&#1088;&#1080;&#1074;&#1083;&#1077;&#1082;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1074;&#1080;&#1076;, &#1093;&#1086;&#1088;&#1086;&#1096;&#1077;&#1077; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1077; &#1079;&#1074;&#1091;&#1095;&#1072;&#1085;&#1080;&#1077; &#1080; &#1085;&#1072;&#1076;&#1077;&#1078;&#1085;&#1091;&#1102; &#1091;&#1076;&#1086;&#1073;&#1085;&#1091;&#1102; &#1074; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1080; &#1082;&#1086;&#1085;&#1089;&#1090;&#1088;&#1091;&#1082;&#1094;&#1080;&#1102;, &#1090;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1089; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1079;&#1072;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1072;&#1082;&#1072;&#1103; &#1087;&#1086;&#1083;&#1085;&#1086;&#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1085;&#1072;&#1103; &#1096;&#1077;&#1089;&#1090;&#1080;&#1089;&#1090;&#1088;&#1091;&#1085;&#1085;&#1072;&#1103; &#1084;&#1086;&#1076;&#1077;&#1083;&#1100;, &#1082;&#1072;&#1082; Washburn WIN14. &#1054;&#1085;&#1072; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1072; &#1074; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086;&#1081; &#1082;&#1083;&#1072;&#1089;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1077; &#1051;&#1077;&#1089; &#1055;&#1086;&#1083;, &#1080;&#1084;&#1077;&#1077;&#1090; 22 &#1083;&#1072;&#1076;&#1072; &#1080; &#1073;&#1086;&#1083;&#1090;&#1086;&#1074;&#1086;&#1077; &#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077; &#1075;&#1088;&#1080;&#1092;&#1072;, &#1076;&#1083;&#1103; &#1080;&#1079;&#1075;&#1086;&#1090;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1082;&#1083;&#1077;&#1085;. &#1044;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1103; &#1091;&#1076;&#1077;&#1083;&#1077;&#1085;&#1086; &#1080; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1091; &#1080;&#1079; &#1083;&#1080;&#1087;&#1099;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1090;&#1072;&#1082;&#1080;&#1084; &#1076;&#1077;&#1090;&#1072;&#1083;&#1103;&#1084; &#1082;&#1072;&#1082; &#1082;&#1086;&#1083;&#1082;&#1080;, &#1084;&#1077;&#1085;&#1079;&#1091;&#1088;&#1072; &#1074; 629 &#1084;&#1084; &#1080; &#1073;&#1088;&#1080;&#1076;&#1078; Tune-O-Matic. &#1048;&#1079; &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1080;&#1082;&#1080;</td>
          <td>
            <img src="https://hotline.ua/img/tx/114/1142464_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Washburn X40PRO</td>
          <td>11573&#8211;24625</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, Seymour Duncan '59 (neck), Seymour Duncan Distortion (bridge)</td>
          <td>
            <img src="https://hotline.ua/img/tx/662/662746_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; B.C. Rich MGST</td>
          <td>13290&#8211;20010</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: &#1053;-&#1053;, Duncan HB-103 &#1093; 2</td>
          <td>
            <img src="https://hotline.ua/img/tx/810/810794_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Cort X3</td>
          <td>4274&#8211;4987</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, Powersound PSEG4-1F &amp; PSEG4-1R</td>
          <td>
            <img src="https://hotline.ua/img/tx/486/486007_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1055;&#1086;&#1083;&#1091;&#1072;&#1082;&#1091;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Cort Source</td>
          <td>9994&#8211;13419</td>
          <td>&#1055;&#1086;&#1083;&#1091;&#1072;&#1082;&#1091;&#1089;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, 2 x ClassicRocker-II</td>
          <td>
            <img src="https://hotline.ua/img/tx/582/582433_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; ESP LTD MH 350FR</td>
          <td>24310&#8211;26180</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, 1 x EMG 81, 1 x EMG 85</td>
          <td>
            <img src="https://hotline.ua/img/tx/101/1015629_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender STANDARD STRATOCASTER RW</td>
          <td>10507&#8211;20243</td>
          <td>Fender STANDARD STRATOCASTER RW &#8211; &#1101;&#1090;&#1086; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1099;&#1081; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1093;&#1086;&#1088;&#1086;&#1096;&#1077;&#1081; &#1087;&#1086;&#1087;&#1091;&#1083;&#1103;&#1088;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1089;&#1088;&#1077;&#1076;&#1080; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;&#1085;&#1090;&#1086;&#1074;, &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1089;&#1074;&#1086;&#1077;&#1084;&#1091; &#1095;&#1080;&#1089;&#1090;&#1086;&#1084;&#1091; &#1079;&#1074;&#1091;&#1095;&#1072;&#1085;&#1080;&#1102;, &#1089;&#1090;&#1080;&#1083;&#1100;&#1085;&#1086;&#1084;&#1091; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;&#1091; &#1080; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1084;&#1091; &#1080;&#1089;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1102;, &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1095;&#1077;&#1084;&#1091; &#1086;&#1085; &#1089;&#1091;&#1084;&#1077;&#1077;&#1090; &#1087;&#1088;&#1086;&#1089;&#1083;&#1091;&#1078;&#1080;&#1090;&#1100; &#1085;&#1077; &#1086;&#1076;&#1080;&#1085; &#1075;&#1086;&#1076; &#1085;&#1077; &#1087;&#1088;&#1077;&#1089;&#1090;&#1072;&#1074;&#1072;&#1103; &#1088;&#1072;&#1076;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1072;&#1089; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1084;&#1080;. Fender STANDARD STRATOCASTER RW &#1086;&#1090;&#1085;&#1086;&#1089;&#1080;&#1090;&#1089;&#1103; &#1082; &#1090;&#1080;&#1087;&#1091; &#1087;&#1086;&#1083;&#1085;&#1086;&#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1085;&#1099;&#1093; &#1075;&#1080;&#1090;&#1072;&#1088;, &#1080;&#1084;&#1077;&#1102;&#1097;&#1080;&#1093; &#1092;&#1086;&#1088;&#1084;&#1091; &#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1082;&#1072;&#1089;&#1090;&#1077;&#1088;, 6 &#1089;&#1090;&#1088;&#1091;&#1085; &#1080; 21 &#1083;&#1072;&#1076;. &#1048;&#1079;&#1075;&#1086;&#1090;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1085; &#1080;&#1079; &#1090;&#1072;&#1082;&#1080;&#1093; &#1076;&#1086;&#1083;&#1075;&#1086;&#1074;&#1077;&#1095;&#1085;&#1099;&#1093; &#1080; &#1087;&#1088;&#1086;&#1095;&#1085;&#1099;&#1093; &#1087;&#1086;&#1088;&#1086;&#1076; &#1076;&#1077;&#1088;&#1077;&#1074;&#1072; &#1082;&#1072;&#1082; &#1086;&#1083;&#1100;&#1093;&#1072;, &#1082;&#1083;&#1077;&#1085; &#1080; &#1087;&#1072;&#1083;&#1080;&#1089;&#1072;&#1085;&#1076;&#1088;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1084;&#1099;&#1093; &#1076;&#1083;&#1103; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1072;, &#1075;&#1088;&#1080;&#1092;&#1072; &#1080; &#1077;&#1075;&#1086; &#1085;&#1072;&#1082;&#1083;&#1072;&#1076;&#1082;&#1080;</td>
          <td>
            <img src="https://hotline.ua/img/tx/501/501279_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez GRG170DX</td>
          <td>6160&#8211;8246</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez GRG170DX - &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103;, &#1085;&#1072;&#1076;&#1077;&#1078;&#1085;&#1072;&#1103;, &#1093;&#1086;&#1088;&#1086;&#1096;&#1080;&#1081; &#1074;&#1099;&#1073;&#1086;&#1088; &#1076;&#1083;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1097;&#1077;&#1075;&#1086; &#1075;&#1080;&#1090;&#1072;&#1088;&#1080;&#1089;&#1090;&#1072;, &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1086;&#1075;&#1086; &#1073;&#1088;&#1077;&#1085;&#1076;&#1072; &#1079;&#1072; &#1088;&#1072;&#1079;&#1091;&#1084;&#1085;&#1099;&#1077; &#1076;&#1077;&#1085;&#1100;&#1075;&#1080;. &#1043;&#1080;&#1090;&#1072;&#1088;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1072; &#1074; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1072;&#1093; &#1094;&#1074;&#1077;&#1090;&#1072;, &#1085;&#1072; &#1075;&#1088;&#1080;&#1092;&#1077; - &#1080;&#1085;&#1082;&#1088;&#1091;&#1089;&#1090;&#1072;&#1094;&#1080;&#1080; "&#1072;&#1082;&#1091;&#1083;&#1080;&#1081; &#1079;&#1091;&#1073;".</td>
          <td>
            <img src="https://hotline.ua/img/tx/488/488660_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender SQUIER BULLET HSS STRATOCASTER</td>
          <td>4788&#8211;5040</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1099; Fender &#1089;&#1077;&#1088;&#1080;&#1080; Bullet &#8211; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1077; &#1075;&#1080;&#1090;&#1072;&#1088;&#1099; &#1082;&#1083;&#1072;&#1089;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1099;, &#1089; &#1093;&#1086;&#1088;&#1086;&#1096;&#1080;&#1084; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;&#1084; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1072; &#1080; &#1073;&#1102;&#1076;&#1078;&#1077;&#1090;&#1085;&#1099;&#1084;&#1080; &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1103;&#1084;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1087;&#1086;&#1076;&#1086;&#1081;&#1076;&#1091;&#1090; &#1074; &#1087;&#1077;&#1088;&#1074;&#1091;&#1102; &#1086;&#1095;&#1077;&#1088;&#1077;&#1076;&#1100; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1097;&#1080;&#1084; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;&#1085;&#1090;&#1072;&#1084;. &#1059; &#1075;&#1080;&#1090;&#1072;&#1088;&#1099; Fender SQUIER BULLET HSS STRATOCASTER &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1100; HAMBAKER &#1088;&#1072;&#1089;&#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085; &#1074;&#1086;&#1079;&#1083;&#1077; &#1073;&#1088;&#1080;&#1076;&#1078;&#1072;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1080;&#1076;&#1072;&#1105;&#1090; &#1075;&#1080;&#1090;&#1072;&#1088;&#1077; &#1073;&#1086;&#1083;&#1077;&#1077; &#1082;&#1086;&#1083;&#1086;&#1082;&#1086;&#1083;&#1100;&#1085;&#1086;&#1077; &#1079;&#1074;&#1091;&#1095;&#1072;&#1085;&#1080;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1085;&#1086;&#1077; &#1082;&#1083;&#1072;&#1089;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084;&#1091; &#1079;&#1074;&#1091;&#1095;&#1072;&#1085;&#1080;&#1102; FENDER STRATOCASTER. &#1043;&#1080;&#1090;&#1072;&#1088;&#1072; &#1074;&#1099;&#1087;&#1091;&#1089;&#1082;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1090;&#1088;&#1105;&#1093; &#1094;&#1074;&#1077;&#1090;&#1072;&#1093;: Black &#8211; &#1095;&#1105;&#1088;&#1085;&#1099;&#1081;;  Brown Sunburst &#8211; &#1082;&#1086;&#1088;&#1080;&#1095;&#1085;&#1077;&#1074;&#1099;&#1081; &#1089;&#1072;&#1085;&#1073;&#1105;&#1088;&#1089;&#1090;;  Arctic White &#8211; &#1084;&#1086;&#1083;&#1086;&#1095;&#1085;&#1086; &#1073;&#1077;&#1083;&#1099;&#1081;.</td>
          <td>
            <img src="https://hotline.ua/img/tx/488/488662_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Washburn WR150</td>
          <td>3326&#8211;6049</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-S-S</td>
          <td>
            <img src="https://hotline.ua/img/tx/496/496883_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez TMB100</td>
          <td>6650</td>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 4;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: S-H, 	DynamiJ, Dynamix P</td>
          <td>
            <img src="https://hotline.ua/img/tx/166/166287314_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Yamaha TRBX304</td>
          <td>10788&#8211;12702</td>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 4;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, 1 x MHB3b, 1 x MHB3n</td>
          <td>
            <img src="https://hotline.ua/img/tx/326/3268662_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender SQUIER BULLET MUSTANG HH</td>
          <td>4788</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H</td>
          <td>
            <img src="https://hotline.ua/img/tx/160/160416694_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Cort G110</td>
          <td>3310&#8211;4747</td>
          <td>&#1044;&#1074;&#1086;&#1081;&#1085;&#1086;&#1081; &#1074;&#1099;&#1088;&#1077;&#1079; &#1085;&#1072; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1099; Cort G110 &#1086;&#1073;&#1083;&#1077;&#1075;&#1095;&#1072;&#1077;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1074;&#1077;&#1088;&#1093;&#1085;&#1080;&#1084; &#1083;&#1072;&#1076;&#1072;&#1084;. &#1043;&#1080;&#1090;&#1072;&#1088;&#1072; Cort G110 &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1072;&#1083;&#1100;&#1085;&#1072;, &#1089;&#1086;&#1095;&#1077;&#1090;&#1072;&#1085;&#1080;&#1077; &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; 1 &#1093;&#1072;&#1084;&#1073;&#1072;&#1082;&#1077;&#1088; + 2 &#1089;&#1080;&#1085;&#1075;&#1083;&#1072; &#1087;&#1086;&#1076;&#1086;&#1081;&#1076;&#1105;&#1090; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1072; &#1084;&#1091;&#1079;&#1099;&#1082;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1089;&#1090;&#1080;&#1083;&#1077;&#1081;.</td>
          <td>
            <img src="https://hotline.ua/img/tx/650/650364_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez RG421</td>
          <td>9018&#8211;11039</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H, 2 x INF</td>
          <td>
            <img src="https://hotline.ua/img/tx/165/165054683_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez RG655</td>
          <td>36415&#8211;36416</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-S-H, DiMarzio The Tone Zone, DiMarzio True Velvet, DiMarzio Air Norton</td>
          <td>
            <img src="https://hotline.ua/img/tx/165/165054705_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender STANDARD PRECISION BASS RW</td>
          <td>21014&#8211;21253</td>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 4;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: S-S, Single Split-Coil</td>
          <td>
            <img src="https://hotline.ua/img/tx/501/501266_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez JEM-JR</td>
          <td>17556&#8211;17604</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-S-H, 1 x INF2, 1 x INFS1, 1 x INF1</td>
          <td>
            <img src="https://hotline.ua/img/tx/599/599103_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender SQUIER AFFINITY TELECASTER</td>
          <td>6325&#8211;8046</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender SQUIER AFFINITY TELECASTER, &#1082;&#1086;&#1088;&#1087;&#1091;&#1089; &#1086;&#1083;&#1100;&#1093;&#1072;, &#1082;&#1083;&#1077;&#1085;&#1086;&#1074;&#1099;&#1081; &#1075;&#1088;&#1080;&#1092; &#1089; &#1073;&#1086;&#1083;&#1090;&#1086;&#1074;&#1099;&#1084; &#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1080;&#1077;&#1084;, &#1092;&#1080;&#1082;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1073;&#1088;&#1080;&#1076;&#1078;, &#1089;&#1090;&#1088;&#1091;&#1085;&#1099; &#1089;&#1082;&#1074;&#1086;&#1079;&#1100; &#1076;&#1077;&#1082;&#1091;, &#1089;&#1093;&#1077;&#1084;&#1072; &#1079;&#1074;&#1091;&#1082;&#1086;&#1084;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; S-S, &#1088;&#1072;&#1079;&#1085;&#1086;&#1086;&#1073;&#1088;&#1072;&#1079;&#1085;&#1072;&#1103; &#1094;&#1074;&#1077;&#1090;&#1086;&#1074;&#1072;&#1103; &#1075;&#1072;&#1084;&#1084;&#1072;.</td>
          <td>
            <img src="https://hotline.ua/img/tx/488/488665_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Gibson FLYING V 2016 T</td>
          <td>31787&#8211;33224</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H,  '57 Classic, BurstBucker</td>
          <td>
            <img src="https://hotline.ua/img/tx/158/158878918_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Washburn X12</td>
          <td>2517&#8211;4416</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: H-H</td>
          <td>
            <img src="https://hotline.ua/img/tx/496/496892_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Ibanez IJSR190</td>
          <td>9260&#8211;9364</td>
          <td>&#1041;&#1072;&#1089;-&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 4;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: S-H, 1 x J, 1 x P</td>
          <td>
            <img src="https://hotline.ua/img/tx/114/1142427_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender Squier Strat Pack SSS</td>
          <td>8379</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: S-S-S</td>
          <td>
            <img src="https://hotline.ua/img/tx/165/165995133_s265.jpg"/>
          </td>
        </tr>
        <tr>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072; Fender SQUIER BULLET STRATOCASTER RW</td>
          <td>4788&#8211;5130</td>
          <td>&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1075;&#1080;&#1090;&#1072;&#1088;&#1072;;  &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1088;&#1091;&#1085;: 6;  &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1090;&#1088;&#1077;&#1084;&#1086;&#1083;&#1086;: + ;  &#1079;&#1074;&#1091;&#1082;&#1086;&#1089;&#1085;&#1080;&#1084;&#1072;&#1090;&#1077;&#1083;&#1080;: S-S-S</td>
          <td>
            <img src="https://hotline.ua/img/tx/492/492609_s265.jpg"/>
          </td>
        </tr>
      </tbody>
    </table>
  </body>
</html>
